Repository: LiL-Loco/00001_TEMPLATE_DEV_SHOP
Catalog: admin/locale/*/portlets/Video.po
Languages: de_de

# embedResponsive
source: Embed video responsively
de_de: Video responsiv einbetten

# source
source: Platform
de_de: Quelle

# localVideo
source: Locally stored video
de_de: Lokales Video

# youtubeNote
source: In your data privacy notice, point out the following:<br/>- YouTube videos are embedded in your pages in the "Extended data privacy mode".- Opening the pages establishes a connection with YouTube and DoubleClick.- Clicking on the video can lead to further data processing that cannot be influenced by the website owner.
de_de: Weisen Sie in Ihrer Datenschutzerklärung auf folgende Punkte hin:<br/>- YouTube-Videos werden im „erweiterten Datenschutzmodus“ in Ihre Seiten eingebettet.<br>- Der Aufruf der Seiten führt zur Verbindungsaufnahme mit YouTube und DoubleClick.<br>- Schon ein Klick auf das Video kann weitere Datenverarbeitungsvorgänge auslösen, auf die der Website-Betreiber keinen Einfluss mehr hat.

# videoIDHelpYoutube
source: The video ID can be found after the equals sign (?v=) of the YouTube URL, e.g. https://www.youtube.com/watch?v=[video ID].
de_de: Die Video-ID finden Sie nach dem Ist-gleich-Zeichen (?v=) der YouTube-URL, z. B. https://www.youtube.com/watch?v=[Video-ID].

# showControls
source: Show control elements
de_de: Steuerelemente anzeigen

# showCaptions
source: Show closed captions automatically
de_de: Untertitel automatisch anzeigen

# showTranscriptControls
source: Enable customers to view the transcript
de_de: Einblenden des Transkripts für Kunden ermöglichen

# showTranscriptControlsDesc
source: Choose whether your customers can view the transcripts of Vimeo videos.
de_de: Wählen Sie aus, ob Ihre Kunden die Transkripte für Vimeo-Videos anzeigen lassen können.

source: Show similar videos
de_de: Ähnliche Videos anzeigen

# playlist
source: Video IDs for playlist
de_de: Video-IDs für Playlist

# playlistHelp
source: Enter the video IDs separated by commas; e.g. xITQHgJ3RRo,sNYv0JgrUlw.
de_de: Geben Sie die Video-IDs durch Kommas getrennt ein, z.B. xITQHgJ3RRo,sNYv0JgrUlw.

# videoIDHelpVimeo
source: The video ID can be found after the slash (/) of the Vimeo URL, e.g. https://vimeo.com/[video ID].
de_de: Die Video-ID finden Sie nach dem Schrägstrich (/) der Vimeo-URL, z. B. https://vimeo.com/[Video-ID].

# repeatVideo
source: Repeat video once it has finished
de_de: Video nach dem Abspielen wiederholen

# videoCaptions
source: Add closed captions
de_de: Untertitel hinzufügen

# videoCaptionsDesc
source: Upload the closed captions of the video as a VTT file here.
de_de: Laden Sie hier die Untertitel zum Video als VTT-Datei hoch.

# videoTranscript
source: Add transcript
de_de: Transkript eingeben

# videoTranscriptAsPopUp
source: Show transcript in a separate window
de_de: Transkript in eigenem Fenster anzeigen

# muteVideo
source: Mute video automatically
de_de: Video automatisch stummschalten

# autoplayVideo
source: Play video automatically
de_de: Video automatisch abspielen

# videoAutoplayDesc
source: In many browsers, the video can only be played automatically if the video is muted. To do this, activate the check box "Mute video automatically".
de_de: In vielen Browsern kann das Video nur automatisch abgespielt werden, wenn das Video stummgeschaltet ist. Aktivieren Sie dafür die Checkbox „Video automatisch stummschalten“.

# showImage
source: Show profile picture
de_de: Profilbild anzeigen

# showImageDesc
source: Choose whether to show the profile picture of the Vimeo user. Vimeo users can decide whether their profile picture is to be displayed and may override your setting.
de_de: Wählen Sie aus, ob das Profilbild des Vimeo-Nutzers angezeigt werden soll. Vimeo-Nutzer können selbst entscheiden, ob ihr Profilbild angezeigt werden soll und überschreiben ggf. Ihre Einstellung.

# showTitle
source: Show video title
de_de: Videotitel anzeigen

# showTitleDesc
source: Vimeo users can decide whether the video title is to be displayed and may override your setting.
de_de: Vimeo-Nutzer können selbst entscheiden, ob der Videotitel angezeigt werden soll und überschreiben ggf. Ihre Einstellung.

# showAuthorInformation
source: Show channel information
de_de: Kanalinformationen anzeigen

# showAuthorInformationDesc
source: Vimeo users can decide whether the channel information is to be displayed and may override your setting.
de_de: Vimeo-Nutzer können selbst entscheiden, ob die Kanalinformationen angezeigt werden sollen und überschreiben ggf. Ihre Einstellung.

# colorYtDesc
source: Colour of control elements
de_de: Farbe der Steuerelemente

# showCaptionsYtDesc
source: YouTube will only automatically show closed captions that have been manually created by users for the video. Auto-generated closed captions will not be shown automatically.
de_de: Auf YouTube werden nur Untertitel angezeigt, die von Nutzern für das Video manuell erstellt wurden. Automatisch generierte Untertitel werden standardmäßig nicht angezeigt.

source: Width (px)
de_de: Breite (px)

source: Height (px)
de_de: Höhe (px)

# startSec
source: Starts at second
de_de: Start bei Sekunde

# endSec
source: Ends at second
de_de: Ende bei Sekunde
